{
    "title": "Venture Securities, Inc. denies fraudulent acts in R&L case Will appeal SEC Special Hearing Panel decision",
    "info": "“Venture Securities has not committed any fraudulent act nor are we the proximate cause of any fraud which may have led to the collapse of R&L Investments. The decision of the Special Hearing Panel of the Markets and Securities Regulation Department of the Securities and Exchange Commission is not final. We intend to exhaust all administrative and legal remedies available to us to prove that we have not committed any fraud and that we have acted well within the bounds of the rules of the SEC and the PSE as a broker,” Mr. Wilfred Racadio, President of Venture Securities, said.<br><br>The case against Ventures stemmed from fraudulent acts committed solely within R&L. Records show that a certain Marlo Moron, acting as both trader and settlement clerk, in violation of the SEC rules for a brokerage firm, with the obvious consent of the owners of R&L, executed the EQ trades. This means he had the access code of R&L to utilize the PCD system.<br><br>With the access code, Mr. Moron transferred clients’ shares to one Julieto Sulapas. Thus, any broker dealing with R&L will not know that the shares of Mr. Sulapas are not his. This fraudulent scheme took place exclusively within R&L. EQ trades are normal transactions in the stock exchange. Ventures had no inkling about the fraudulent schemes of Mr. Moron. Ventures is as much a victim as the clients of R&L.<br><br>This fraudulent scheme within R&L took place over a period of 8 years, or from 2012 to 2019.  There is a Capital Markets Integrity Corporation in the PSE whose duty is to audit brokers and make sure that fraudulent acts such as those of Mr. Moron do not occur. Over the entire 8-year period, the CMIC, despite its duty to preserve the integrity of trades and protect the investing public, has not called the attention of R&L to anomalies being committed which can be easily discovered. The CMIC should easily have discovered that Mr. Moron is both trader and settlement clerk which is not allowed under the rules. Moreover, if CMIC did its duty, they would have discovered the fraudulent transfer of the clients’ shares to Sulapas.<br><br>In addition, Ventures itself has been audited by CMIC and no report of any wrong doing has been ascribed to Ventures. As a broker, Ventures has every right to expect protection from CMIC and to rely on CMIC’s findings. CMIC was not able to discover the discrepancies/anomalies in the R&L clients’ stock position vis-à-vis the balances in the PCD system, something which a standard auditing procedure called “confirmation” would have easily shown.<br><br>It is, therefore, Ventures’ position that (1) The proper procedures were followed in the creation/opening of the account of Mr. Sulapas; (2) Ventures found nothing suspicious with the transactions of Mr. Sulapas from 2012 to 2019 because the transaction followed his established trading patterns; (3) The Capital Market Integrity Corporation found nothing wrong with the account of Mr. Sulapas during this period; (4) All fraudulent acts were committed exclusively within R&L and Ventures never knew, much less participated in, these fraudulent acts, and (5) Ventures relied on CMIC for fraud detection because it has no capability to detect any fraudulent acts by Mr. Moron."
}